<?php
return[

    "active" => [
        '0' => 'لم يتم الموافقة بعد',
        '1' => 'تمت الموافقة',
    ],

    "has_service" => [
        '0' => 'القسم لا يقبل الخدمات',
        '1' => 'القسم يقبل الخدمات',
    ],

    "has_product" => [
        '0' => 'القسم لا يقبل المنتجات',
        '1' => 'القسم يقبل المنتجات',
    ],

    "status" => [
        'pending'=>'في انتظار المراجعة' ,
        'accept'=>'تمت الموافقة علي الاوردر',
        'shipping'=> 'جاري شحن الاوردر',
        'done'=> 'تم تسليم الاوردر',
        'reject'=> 'تم رفض الاوردر',
    ],

    'level' => [
        0 => 'غير مهم',
        1 => 'عادي',
        2 => 'مهم',
        3 => 'مهم جدا',
        4 => 'اولوية قصوي',
    ],


];
