<?php
return[
    'visit_header' => 'تحديث حالة امر الشعل',
    'visit_accept' => 'قام  بتاكيد زياة  الفني للعميل وتنفيذ امر الشغل',
    'visit_reject' => 'قام المشرف بتاكيد عدم زيارة العميل للمشرف وتم ارجاع امر الشغل في قائمة الاوامر المطلوب تنفيذها لدي الفني',

    'stock_header' => 'نقل العهده',
    'stock_accept' => 'قام بالموافقة علي طلب نقل العهده',
    'stock_reject' => 'قام برفض  طلب نقل العهده',
    'stock_error_count' => 'وافق  علي طلب نقل العهده ولاكن فشلت العملية بسبب كمية المنتج في مخزون الفني المراد النقل منه غير كافيه',


    'distribution_header' => 'نقل عميل',
    'distribution_accept' => 'وافق علي نقل العميل من الفني',
    'distribution_reject' => 'رفض نقل العميل من الفني',

    'technical_header' => 'اجراء علي حساب الفني',
    'technical_create' => 'قام باضافة الفني الي البرنامج',
    'technical_update' => 'قام بتعديل بيانات الفني',
    'technical_delete' => 'قام بحذف الفني الي السله',
    'technical_restore' => 'قام باسترجاع الفني من السله',
    'technical_finalDelete' => 'قام بحذف الفني نهائيا من البرنامج',


];
